Revit 2027 API
ParameterTypeId.CalloutCornerSheetRadius Property
 "Corner Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CalloutCornerSheetRadius { get; }
Public Shared ReadOnly Property CalloutCornerSheetRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CalloutCornerSheetRadius {
	ForgeTypeId^ get ();
}
static member CalloutCornerSheetRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace